akamud.vscode-javascript-snippet-pack
alefragnani.Bookmarks
arcticicestudio.nord-visual-studio-code
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
diz.ecsstractor-port
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.github-vscode-theme
hnw.vscode-auto-open-markdown-preview
jasonnutter.search-node-modules
kisstkondoros.vscode-gutter-preview
kortina.vscode-markdown-notes
liamhammett.inline-parameters
mrmlnc.vscode-less
ms-azuretools.vscode-docker
PKief.material-icon-theme
ritwickdey.LiveServer
sibiraj-s.vscode-scss-formatter
smartlive.chrome-devtools-theme
steoates.autoimport
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
